/* conjunction to end a compound sentence */
" and" = "a";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (Pripája sa)";

/* No comment provided by engineer. */
"%@ had been successfully added to the Address Book.\nWould you like to edit the card now?" = "%@ bol úspešne pridaný do Zoznamu adries.\nChcete upraviť vizitku teraz?";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ is not on any account. Please select a specific account or add this contact first.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ na účte %2$@";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ požaduje autorizáciu";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%@ poslal požiadavku na zaslanie %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ žiada vašu pozornosť!";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "1 zmienka, 1 správa";

/* Status message for a bookmark (1 message) */
"1 message" = "1 správa";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; statusová správa %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nový účet>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" sa používa.";

/* No comment provided by engineer. */
"a member of %@" = "člen %@";

/* No comment provided by engineer. */
"Account:" = "Účet:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Akcia:";

/* No comment provided by engineer. */
"Add Account" = "Pridať účet:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Pridať akciu pre vybranú udalosť";

/* Add To Address Book Contextual Menu */
"Add To Address Book" = "Pridať do Zoznamu adries";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit https://otr.cypherpunks.ca/." = "Adium poskytuje šifrovanie, autentifikáciu, odmietnutie spojenia a skvelú ochranu súkromia %@ pomocou technolúgie Off-the-Record (OTR). Ak sa váš priateľ bude chcieť s vami spojiť a jeho klient nepodporuje technológiu OTR, bude vášmu priateľovi poslaný odkaz na webovú stránku OTR, akonáhle sa pokúsi naviazať spojenie. Pre viac informácii o OTR navštívte https://otr.cypherpunks.ca/.";

/* No comment provided by engineer. */
"Alias:" = "Prezývka:";

/* No comment provided by engineer. */
"An error had occurred while adding %@ to the Address Book." = "Vyskytla sa chyba pri pridávaní %@ do Zoznamu adries.";

/* No comment provided by engineer. */
"Any" = "Any";

/* No comment provided by engineer. */
"Authorization Requests" = "Požiadavka na autorizáciu";

/* No comment provided by engineer. */
"Authorize" = "Autorizovať";

/* No comment provided by engineer. */
"Authorize and Add" = "Autorizovať a pridať";

/* No comment provided by engineer. */
"Authorize Selected" = "Autorizovať vybrané";

/* No comment provided by engineer. */
"Bookmarks" = "Záložky";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* Cancel current account activity prefix */
"Cancel: %@" = "Zrušiť: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Nie je možné otvoriť sadu zvukov";

/* No comment provided by engineer. */
"Clear" = "Odstrániť";

/* No comment provided by engineer. */
"Configure the selected action" = "Nastaviť vybranú akciu";

/* No comment provided by engineer. */
"Connect" = "Pripojiť";

/* Connect account prefix */
"Connect: %@" = "Pripojiť: %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "skupina kontaktov %@";

/* No comment provided by engineer. */
"Contact List" = "Zoznam kontaktov";

/* No comment provided by engineer. */
"Contact not found" = "Contact not found";

/* No comment provided by engineer. */
"Contact requests authorization" = "Kontakt vyžaduje autorizáciu";

/* No comment provided by engineer. */
"Continue" = "Pokračovať";

/* No comment provided by engineer. */
"Custom" = "Vlastné";

/* Button which deletes the selection */
"Delete" = "Odstrániť";

/* No comment provided by engineer. */
"Delete Account" = "Odstrániť účet";

/* New contact alert pane */
"Delete after event occurs" = "Odstrániť po nastaní udalosti";

/* No comment provided by engineer. */
"Delete Event?" = "Odstrániť udalosť?";

/* No comment provided by engineer. */
"Delete the account %@?" = "Odstrániť účet %@?";

/* No comment provided by engineer. */
"Deny" = "Odmietnuť";

/* No comment provided by engineer. */
"Deny and Block" = "Odmietnuť a blokovať";

/* No comment provided by engineer. */
"Deny Selected" = "Odmietnuť vybrané";

/* No comment provided by engineer. */
"Disable" = "Vypnúť";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Vypnúť %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Vypnuté účty";

/* No comment provided by engineer. */
"Disconnect" = "Odpojiť";

/* Disconnect account prefix */
"Disconnect: %@" = "Odpojiť: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Hotovo";

/* Button which duplicates the selection */
"Duplicate" = "Duplikovať";

/* No comment provided by engineer. */
"Edit Account" = "Upraviť účet";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "Upraviť v Zozname adries";

/* No comment provided by engineer. */
"Edit Link" = "Upraviť odkaz";

/* No comment provided by engineer. */
"Edit presets:" = "Upraviť prednastavenia:";

/* No comment provided by engineer. */
"Enable" = "Zapnúť";

/* Enable account prefix */
"Enable %@" = "Zapnúť %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Šifrovanie:";

/* No comment provided by engineer. */
"Error" = "Chyba";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Udalosť:";

/* No comment provided by engineer. */
"Events" = "Udalosti";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "Externé zásuvnú moduly môžu sposobiť pád alebo chybné správanie po aktualizácii Adium. V prípade problémov vypnite tieto zásuvné moduly.";

/* No comment provided by engineer. */
"Get Info" = "Informácie";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "záložka skupinového rozhovoru %@";

/* No comment provided by engineer. */
"Idle" = "Nečinný";

/* No comment provided by engineer. */
"Ignore" = "Ignorovať";

/* No comment provided by engineer. */
"Ignore and Block" = "ignorovať a blokovať";

/* No comment provided by engineer. */
"Ignore Selected" = "Ignorovať vybrané";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Poškodená sada stavových ikon";

/* No comment provided by engineer. */
"Join" = "Pripojiť";

/* No comment provided by engineer. */
"Join Chat" = "Pripojiť k rozhovoru";

/* Text of the typing preference checkbox in the account preferences */
"Let others know when you are typing" = "Umožniť ostatným vidieť kedy píšem";

/* Label for the login server field in the account preferences */
"Login Server:" = "Prihlasovací server:";

/* No comment provided by engineer. */
"New Alert" = "Nové upozornenie";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Žiadne kompatibilné účty pripojené";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Heslo:";

/* No comment provided by engineer. */
"Paste" = "Prilepiť";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is blacklisted.
   %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */

"Plugin %@ Will be Disabled" = "Plugin %@ Will be Disabled";

/* Label for the port field in the account preferences */
"Port:" = "Port:";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Odstrániť vybrané akcie";

/* Button which renames the selection */
"Rename" = "Premenovať";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "požadovaná autorizácia";

/* No comment provided by engineer. */
"Requests authorization" = "Požiadavky na autorizáciu";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Nastaviť aktuálny status v Adium";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Zobraziť v Zozname adries";

/* No comment provided by engineer. */
"Social Networking" = "Sociálna sieť";

/* No comment provided by engineer. */
"Social Networking Status" = "Status na sociálnej sieti";

/* No comment provided by engineer. */
"Social Networking Status:" = "Status na sociálnej sieti:";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Aktualizácia sady zvukov zlyhala";

/* Title of a panel shown after adding successfully adding a contact to the address book. */
"Success" = "Úspech";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "The active status icon pack \"%1$@\" installed at \"%2$@\" is invalid.  It is missing the required status icon \"%3$@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default.";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "Záložka %@ neobsahuje dostatok informácii a nemôže byť použitá. Prosím vytvorte ju pri ďalšom pripojení sa k rozhovru.\nPrajete si odstrániť túto záložku?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Znaky, ktoré ste zadali, nie sú podporované vaším účtom alebo službou.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Zvuková sada %1$@ je vo verzii %2$i a táto verzia Adium nevie pracovať s touto zvukovou sadou. Môžete skúsiť staršiu verzia Adium.";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "This plugin does not support your native architecture.";

/* %@ will be a version number of Adium */
"This plugin is known to be incompatible with Adium %@." = "This plugin is known to be incompatible with Adium %@.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Táto verzia Adium používa nový formát pre zvukové sady. Adium nedokáže aktualizovať zvukovú sadu %1$@ umiestnenú v %2$@. Zvuková sada bude vypnutá.";

/* Label in front of the title for a preset */
"Title:" = "Titul:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Píše:";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Nebolo možné pripojiť sa na rozhovor zo záložiek";

/* No comment provided by engineer. */
"Unknown" = "Neznámý";

/* No comment provided by engineer. */
"User Name" = "Meno";

/* No comment provided by engineer. */
"When %@ requests authorization" = "Keď %@ požaduje autorizáciu";

/* No comment provided by engineer. */
"When a contact requests authorization" = "Keď kontakt požaduje autorizáciu";

/* No comment provided by engineer. */
"Yes" = "Áno";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Boli ste pripojený";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Boli ste odpojený";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "Vyžiadal ste si pozornosť u %@";

/* No comment provided by engineer. */
"Your attention is requested!" = "Vaša pozornosť je vyžadovaná!";
/* Restored from historic nib translations (arm64 revival) */
"Appear Idle Immediately" = "Byť preč okamžite";
"Auto-reply" = "Automatická odpoveď";
"Custom Status" = "Vlastný Status";
"Hours" = "Hodiny";
"Minutes" = "Minúty";
"Mute Sounds" = "Vypnúť zvuk";
"Save Custom Status" = "Uložiť vlastný status";
"Silence Notifications" = "Vypnúť notifikácie";
"Status Message:" = "Status správa:";
"With a custom auto-reply message:" = "S vlastnou automatickou odpoveďou:";

/* Machine-translated for the arm64 revival */
"State:" = "Typ statusu:";

/* Adium arm64 revival */
"Let others know when you have read their messages" = "Umožniť ostatným vidieť, kedy som si prečítal ich správy";
"Read receipts:" = "Potvrdenia o prečítaní:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%lu authorization requests" = "%lu žiadostí o autorizáciu";
"%lu mentions, %lu messages" = "%lu zmienok, %lu správ";
"%lu messages" = "%lu správ";
"1 mention, %lu messages" = "1 zmienka, %lu správ";
"Clear the field to let Adium name this status after its message." = "Vymažte pole, ak chcete, aby Adium pomenovalo tento status podľa jeho správy.";
"No notifications in Notification Center while this status is active." = "Kým je tento status aktívny, nezobrazujú sa žiadne notifikácie v Centre hlásení.";
"No sounds and no spoken messages for this account's contacts." = "Žiadne zvuky ani hovorené správy pre kontakty tohto účtu.";
"Quiet" = "Ticho";
"Remove the %lu actions associated with this event?" = "Odstrániť akcie priradené k tejto udalosti (%lu)?";
"Saved statuses appear in the status menu." = "Uložené statusy sa zobrazujú v ponuke statusov.";
"Status" = "Status";
"Status Message" = "Statusová správa";
"Title" = "Názov";

/* The rebuilt account area: the rows and sections that AIAccountPlan and
   AIAccountPlanFormBuilder put together. These classes live in the framework,
   so lookup happens here and not in the application table. */
/* No comment provided by engineer. */
"Password" = "Heslo";

/* No comment provided by engineer. */
"Display Name" = "Zobraziť meno";

/* Account privacy row: whether typing is reported to the other side */
"Let others know when I am typing" = "Umožniť ostatným vidieť kedy píšem";

/* Account privacy row: whether read receipts are sent */
"Let others know when I have read their messages" = "Umožniť ostatným vidieť kedy som si prečítal ich správy";

/* No comment provided by engineer. */
"Encryption" = "Šifrovanie";

/* Section header above an account's name and password */
"Account" = "Účet";

/* Section header above an account's personal details */
"Personal" = "Osobné";

/* Section header above an account's options */
"Options" = "Voľby";

/* Section header above the options a protocol offers beyond the usual ones */
"More Options" = "Ďalšie voľby";

/* Section header above an account's privacy settings */
"Privacy" = "Súkromie";
